[
    {
        "title": "Day 1", 
        "data": [
            "Arrive at the pickup point",
            "Depart from Delhi in the Afternoon to the most picturesque hill station.",
            "Overnight journey and fun in a comfortable & premium AC bus"
        ]
    },
    {
        "title": "Day 2",
        "data": [
            "Arrival at Manali, check-in at the hotel, freshen up, get some rest and have breakfast.",
            "Explore the beauty of Manali and proceed for Snow Sightseeing towards Atul Tunnel.",
            "After enjoying at the snow sight, get back to Manali City for local sightseeing like Mall Road, Bun Vihar and roam free at your own.",
            "Return back to the hotel by night, Excursion dinner will be served accompanied by the most amazing DJ night and bonfire."
        ]
    },
    {
        "title": "Day 3",
        "data": [
            "Wake up early in the morning and get mesmerized by the beautiful sunrise.",
            "After early bbreakfast at hotel, proceed to Kasol",
            "Return to the hotel and have dinner with music night"
        ]
    },
   {
        "title": "Day 4",
        "data": [
            "After early breakfast, proceed to Barshaini for Kheerganga Trek, the unltimate fun.",
            "Start trekking to a place kheerganga which is nestled in the beautiful Parvati Valley .",
            "Continue to witnedd the beautiful flora & fauna of Parvati Valley, mesmerizing waterfalls & wooden bridges on the way.",
            "Overnight stay in the most amazing stay of this trip, under the stars at the Kheerganga Peak."
        ]
    },
   {
        "title": "Day 5",
        "data": [
            "After breakfast, proceed to Kasol, Explore mini Israel.",
            "Enjoy the local markets and try different cuisines at cafes of Kasol.",
            "Leave for Delhi by evening"
        ]
    },
  {
        "title": "Day 6",
        "data": [
            "Return to Delhi and conclude the trip with a bag full of amazing memories!"
        ]
    }
]